Repository: pikougi-nabot/epochrefs-old
Catalog: commit/84000/data-translation-memory/toh44-45_84000-the-stem-array.tmx/chapters-26-37.tmx
Source language: bo
Languages: en

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་སྙིང་རྗེ་འབྱུང་བ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་སེམས་ཅན་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་མོས་པ་རྣམས་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the power of exceptional wisdom to beings who aspired to the Śrāvakayāna and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་ཡེ་ཤེས་ཁྱད་པར་དུ་འཕགས་པའི་མཐུ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་སེམས་ཅན་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་མོས་པ་རྣམས་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma gateway called the light of the vastqualities of buddhas to beings who aspired to the Pratyeka­buddhayāna and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་རྒྱ་ཆེན་པོའི་འོད་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་སེམས་ཅན་ཐེག་པ་ཆེན་པོ་ལ་མོས་པ་རྣམས་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to the light of wisdom and samādhi called the universal gateway to beings who aspired to the Mahāyāna and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་ཡེ་ཤེས་སྣང་བའི་སྒོ་ཀུན་ཏུ་སྒོ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཐོག་མར་སེམས་བསྐྱེད་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་སྨོན་ལམ་གྱི་ཕུང་པོ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the aggregation of the prayers of all the buddhas to bodhisattvas who had first developed the aspiration to enlightenment and were seated upon some of the assembly seats.

source: །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་གཉིས་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྡུལ་དང་བྲལ་བའི་དཀྱིལ་འཁོར་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the unsullied disk to bodhisattvas who were on the second bhūmi and were seated upon some of the assembly seats.

source: །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་གསུམ་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རབ་ཏུ་ཞི་བའི་རྒྱན་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་བཞི་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the display of complete peace to bodhisattvas who were on the third bhūmi and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་ཐམས་ཅད་མཁྱེན་པའི་ཤུགས་ཀྱི་ཡུལ་འབྱུང་བ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་ལྔ་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the scope of the power of omniscience to bodhisattvas who were on the fourth bhūmi and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་སེམས་ཀྱི་རྒྱུད་མེ་ཏོག་གི་སྙིང་པོ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་དྲུག་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the essenceof the flowers of the creepersof the mind to bodhisattvas who were on the fifth bhūmi and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྣམ་པར་སྣང་བའི་སྙིང་པོ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་བདུན་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the solaressence to bodhisattvas who were on the sixth bhūmi and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་ས་ཀུན་ནས་བརྒྱན་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་བརྒྱད་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the complete display of bhūmis to bodhisattvas who were on the seventh bhūmi and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་ཆོས་ཀྱི་དབྱིངས་སུ་ལུས་ཤིན་ཏུ་རྣམ་པར་ཕྱེ་བའི་ཡུལ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་དགུ་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the range of the complete distribution of the body through the realm of phenomena to bodhisattvas who were on the eighth bhūmi and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་བས། ཆོས་ཀྱི་སྒོ་མི་དམིགས་པའི་སྟོབས་ཀྱི་གནས་ཀྱིས་བརྒྱན་པ་ཞེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ས་བཅུ་པ་ལ་གནས་པ་རྣམས་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to the Dharma called the display of dwelling in the power of nondependence to bodhisattvas who were on the ninth bhūmi and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཏིང་ངེ་འཛིན་གྱི་སྒོ་སྒྲིབ་པ་མེད་པའི་དཀྱིལ་འཁོར་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་། །འཁོར་གྱི་སྟན་ལ་ལ་ལ་ནི་ལག་ན་རྡོ་རྗེའི་འཁོར་གྱི་དཀྱིལ་འཁོར་འཁོད་ཅིང་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to samādhi called the unobscured disk to bodhisattvas who were on the tenth bhūmi and were seated upon some of the assembly seats.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། ཆོས་ཀྱི་སྒོ་ཡེ་ཤེས་རྡོ་རྗེ་མཐུ་བོ་ཆེའི་རྒྱན་ཅེས་བྱ་བ་ཡང་དག་པར་བསྟན་པ་མཐོང་ངོ་།
en: He saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the gateway to the Dharma called the display of the great might of the vajra wisdom to the assembled retinue of vajrapāṇis who were seated upon some of the assembly seats.

source: །དེ་ལྟར་སྐྱེ་བའི་སྐྱེ་མཆེད་རྣམ་པ་ཐ་དད་པ་ཐམས་ཅད་ཀྱི་སེམས་ཅན་དུ་གདགས་པ་དང་། སེམས་ཅན་གྱི་ལམ་གྱི་རྒྱུད་ཇི་སྙེད་པ་དེ་དག་གི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་རྣམ་པར་འདུལ་བ། སྣོད་དུ་གྱུར་བ་ཇི་སྙེད་ཅིག་བཟའ་ཤིང་གི་ར་བ་དེར་འོངས་ཤིང་། འཁོར་གྱི་སྟན་ལ་སོ་སོར་འཁོད་པ། བསམ་པ་ཐ་དད་པ་མོས་པ་མི་མཚུངས་པ། བསམ་པ་ཤིན་ཏུ་གཞོལ་བར་གྱུར་བ། དད་པའི་རོ་རྔམས་ཆེན་པོ་དང་ལྡན་པ་རྣམས་ལ། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས་ཅི་ནས་ཀྱང་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ངེས་པར་འགྱུར་བ། དེ་ལྟ་དེ་ལྟར་ཆོས་བསྟན་པ་མཐོང་ངོ་།
en: Similarly, he saw the bhikṣuṇī Siṃha­vijṛmbhitā teaching the Dharma to classes of beings—those categorized as beings, who had different kinds of births and states, beings who had been ripened, had correct behavior, and were worthy recipients and who had various motivations, various aspirations, constant motivations, and the strong elixir of faith—who had come into this great park and were seated upon separate assembly seats, teaching them the Dharma that would make them firmly established in wishing to attain the highest, complete enlightenment.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: What was the cause of this?

source: དེ་ནི་དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པ་དེས་ཀུན་ཏུ་ལྟ་བའི་བཏང་སྙོམས་དང་ལྡན་པ་ལ་སྩོགས་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་བསྟན་པ་ལ་སྩོགས་པ་དང་། ཆོས་ཀྱི་དབྱིངས་ཀྱི་གཞི་ཐ་དད་པ་ལ་སྩོགས་པ་དང་། སྒྲིབ་པའི་དཀྱིལ་འཁོར་ཐམས་ཅད་རྣམ་པར་འཐོར་བ་ལ་སྩོགས་པ་དང་། འགྲོ་བ་ཐམས་ཅད་ཀྱི་དགེ་བའི་སེམས་ཡང་དག་པར་འབྱུང་བ་ལ་སྩོགས་པ་དང་། ཁྱད་པར་ཡོད་པའི་རྒྱན་ལ་སྩོགས་པ་དང་། ཆགས་པ་མེད་པའི་ཚུལ་གྱི་སྙིང་པོ་ལ་སྩོགས་པ་དང་། ཆོས་ཀྱི་དབྱིངས་ཀྱི་དཀྱིལ་འཁོར་ལ་སྩོགས་པ་དང་། སེམས་ཀྱི་མཛོད་ལ་སྩོགས་པ་དང་། ཀུན་ཏུ་མོས་པ་མངོན་པར་སྒྲུབ་པའི་སྙིང་པོ་ལ་སྩོགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྒོ་བརྒྱ་སྟོང་གྲངས་མེད་པ་ནོན་པའི་ཕྱིར་ཏེ། བཟའ་ཤིང་གི་ར་བ་ཉི་མའི་མདོག་དེར་བྱང་ཆུབ་སེམས་དཔའ་འམ།
en: The bhikṣuṇī Siṃha­vijṛmbhitā had practiced countless hundreds of thousands of gateways to the perfection of wisdom such as the complete sight of equanimity , the teaching of all the Dharmas of the buddhas , the different bases of the realm of phenomena , the destruction of all the domains of obscuration , the arising of the virtuous mind in all beings , the exceptional display , the essence of the way of nonattachment , the domain of the nature of phenomena , the treasure of the mind , and the essence of the complete attainment of one’s aspirations

source: སེམས་ཅན་གཞན་ཇི་སྙེད་ཅིག་དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པ་ལ་ལྟ་བ་དང་། ཆོས་མཉན་པའི་ཕྱིར་འོང་བ་དེ་དག་ཐམས་ཅད་ཀྱང་སྔོན། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། དགེ་བའི་ཆོས་ཡང་དག་པར་བླང་བ་ལ་ཤིན་ཏུ་བཀོད་པ་ནས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པའི་བར་དུ་བྱས་པ་ཤ་སྟག་གོ །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ནོར་བཟངས་ཀྱིས།
en: All those bodhisattvas and other beings who came to the great Sūrya­prabha Park in order to see the bhikṣuṇī Siṃha­vijṛmbhitā and listen to the Dharma had in the past been established by the bhikṣuṇī Siṃha­vijṛmbhitā in the accomplishment of the roots of merit and set on irreversible progress toward the highest, complete enlightenment.

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པའི་བཟའ་ཤིང་གི་ར་བ་ཕུན་སུམ་ཚོགས་པ་དང་། ནགས་ཚལ་ཕུན་སུམ་ཚོགས་པ་དང་། གཙུག་ལག་ཁང་ཕུན་སུམ་ཚོགས་པ་དང་། འཆག་ས་ཕུན་སུམ་ཚོགས་པ་དང་། ལོངས་སུ་སྤྱོད་ཕུན་སུམ་ཚོགས་པ་དང་། མལ་ཆ་ཕུན་སུམ་ཚོགས་པ་དང་། འཁོར་གྱི་དཀྱིལ་འཁོར་ཕུན་སུམ་ཚོགས་པ་དང་། དབང་ཆེན་པོ་ཕུན་སུམ་ཚོགས་པ་དང་། རྫུ་འཕྲུལ་དང་རྣམ་པར་འཕྲུལ་པ་ཕུན་སུམ་ཚོགས་པ་དང་། དབྱངས་ཀྱི་རྒྱན་ཕུན་སུམ་ཚོགས་པ་རྣམ་པ་དེ་ལྟ་བུ་མཐོང་སྟེ།
en: In that way, Sudhana, the head merchant’s son, saw the bhikṣuṇī Siṃha­vijṛmbhitā’s perfect park, perfect forest, perfect vihāra, perfect walkway, perfect enjoyments, perfect seat, perfect assembly, perfect supremacy, perfect miraculous manifestations, and perfect display of eloquence.

source: ཆོས་ཀྱི་ཚུལ་བསམ་གྱིས་མི་ཁྱབ་པའང་ཐོས་ནས།
en: He heard her inconceivable way of the Dharma.

source: ཆོས་ཀྱི་སྤྲིན་གྱི་ཆར་ཆེན་པོས་སེམས་མངོན་པར་བརླན་པ་དེའི་ཡིད་ལ་དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། བསམ་པ་རྣམ་པར་དག་པ་ཕུན་སུམ་ཚོགས་པར་བྱས་ཀྱིས་ད་ནི་གཡས་ཕྱོགས་སུ་བསྐོར་བ་ལན་བརྒྱ་སྟོང་དུ་མ་ཞིག་ཏུ་བྱའོ་སྙམ་པ་དང་། དེའི་མོད་ལ་དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པས། བཟའ་ཤིང་གི་ར་བ་དང་། འཁོར་གྱི་དཀྱིལ་འཁོར་དུ་བཅས་པ་དེ་དག་ཐམས་ཅད་ཀྱང་སྣང་བ་ཆེན་པོས་ཁྱབ་པར་བྱས་སོ། །དེ་ལྟར་གཡས་ཕྱོགས་སུ་བསྐོར་བ་བྱའོ། །སྙམ་དུ་བསམས་ནས་བསྐོར་བ་བྱེད་པའི་ཚེ།
en: His mind was saturated by a vast cloud of Dharma, and with perfect motivation toward the bhikṣuṇī Siṃha­vijṛmbhitā he thought, “I shall circumambulate her to my right many hundreds of thousands of times.” In that instant, the bhikṣuṇī Siṃha­vijṛmbhitā filled the entire park and the assembly with light.

source: འཁོར་ཐམས་ཅད་ནའང་དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པ་འདུག་པ་མཐོང་ནས་མདུན་དུ་འདུག་སྟེ།
en: He circumambulated her many hundreds of thousands of times and thought, “As I circumambulated, the bhikṣuṇī Siṃha­vijṛmbhitā was always seated before me.”

source: ཐལ་མོ་སྦྱར་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ། །འཕགས་མ་བདག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ན། ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔས་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་བསླབ་པར་བགྱི་བ་དང་། ཇི་ལྟར་ནན་ཏན་དུ་བགྱི་བ་མ་འཚལ་ཏེ།
en: With his hands together in homage he stood before her and said, “Āryā, I have developed the aspiration for the highest, complete enlightenment, but I do not know how bodhisattvas should train in bodhisattva conduct and in what way they should practice it.

source: འཕགས་མ་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་གདམས་ངག་དང་རྗེས་སུ་བསྟན་པ་མཛད་དོ། །ཞེས་བདག་གིས་ཐོས་ན།
en: Āryā, I have heard that you give instruction and teachings to bodhisattvas!

source: འཕགས་མ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔས་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་བསླབ་པར་བགྱི་བ་དང་། ཇི་ལྟར་ནན་ཏན་དུ་བགྱི་བ་བདག་ལ་བཤད་དུ་གསོལ།
en: I pray that you explain to me how bodhisattvas should train in bodhisattva conduct and how they should practice it!”

source: དེས་སྨྲས་པ། རིགས་ཀྱི་བུ་ཁོ་མོ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་ཐར་པ་རློམ་སེམས་ཐམས་ཅད་ཡོངས་སུ་བཅོམ་པ་ཞེས་བ་བ་ཐོབ་པའོ། །སྨྲས་པ།
en: She said, “Noble one, I have attained the bodhisattva liberation called the eradication of all conceit

source: འཕགས་མ་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་ཐར་པ་རློམ་སེམས་ཐམས་ཅད་ཡོངས་སུ་བཅོམ་པ་དེའི་ཡུལ་ཇི་ལྟ་བུ་ཞིག་མཆིས།
en: Sudhana asked, “Āryā, what is the scope of that bodhisattva liberation called the eradication of all conceit

source: སྨྲས་པ་རིགས་ཀྱི་བུ་དེ་ནི་ཡེ་ཤེས་སྣང་བ་སྟེ།
en: She replied, “Noble one, it is the light of wisdom;

source: དུས་གསུམ་དུ་བྱུང་བའི་རྒྱན་སེམས་སྐད་ཅིག་གི་ཆ་ཤས་ལ་རྣམ་པར་དམིགས་པའི་རང་བཞིན་ནོ། །སྨྲས་པ།
en: it has the nature of perceiving in a fraction of an instant of mind the displays that occur in the three times.”

source: འཕགས་མ་ཡེ་ཤེས་སྣང་བ་དེའི་ཡུལ་ཡང་ཇི་ལྟ་བུ་ཞིག་མཆིས།
en: Sudhana asked, “Āryā, what is the scope of that light of wisdom?”

source: སྨྲས་པ། རིགས་ཀྱི་བུ་ཁོ་མོ་ཡེ་ཤེས་སྣང་བ་འདི་ལ་སྒྲུབ་པ་དང་ཡོངས་སུ་སྒྲུབ་པའི་ཚེ་ཆོས་ཐམས་ཅད་རབ་ཏུ་འཐད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་སྐྱེས་ཏེ། ཏིང་ངེ་འཛིན་དེ་ཐོབ་མ་ཐག་ཏུ་ཡིད་ཀྱི་རང་བཞིན་གྱི་ལུས་ཀྱིས་ཕྱོགས་བཅུ་ཐམས་ཅད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ། བྱང་ཆུབ་སེམས་དཔའ་སྐུ་ཚེ་གཅིག་གིས་ཐོགས་པ་དགའ་ལྡན་གྱི་ཕོ་བྲང་ན་བཞུགས་པ། ཐམས་ཅད་རེ་རེ་ལ་ཡང་ལུས་སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱིས་མཆོད་པ་རྣམ་པ་ཐ་དད་པ།
en: She replied, “Noble one, when I had striven for and accomplished this light of wisdom, there arose the samādhi called accordance with all Dharmas . With the attainment of that samādhi, I go in bodies that are made of mind to the bodhisattvas with one life remaining who reside in Tuṣita palaces in all the world realms in all ten directions, so that with bodies as numerous as the atoms in an inexpressible number of buddha realms I can engage in making offerings to each bodhisattva with offerings that are as numerous as the atoms in an inexpressible number of buddha realms.

source: སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་མཆོད་པ་སྦྱར་བའི་ཕྱིར་འགྲོ་སྟེ། འདི་ལྟར་ལྷའི་ལུས་དང་ཀླུ་དང་གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་ལྷ་མ་ཡིན་དང་ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པའི་དབང་པོའི་ལུས་མེ་ཏོག་གི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། སྤོས་ཀྱི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། བདུག་སྤོས་ཀྱི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། ཕྲེང་བའི་སྤྲིན་ཡོངས་ས་འཛིན་པ་དང་། བྱུག་པའི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། ཕྱེ་མའི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། ན་བཟའི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། གདུགས་ཀྱི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། རྒྱལ་མཚན་གྱི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། བ་དན་གྱི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། རིན་པོ་ཆེའི་ལྷབ་ལྷུབ་ཀྱི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། རིན་པོ་ཆེའི་དྲ་བའི་རྒྱན་གྱི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། རིན་པོ་ཆེའི་གནམ་ཡོལ་གྱི་རྒྱན་གྱི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། རིན་པོ་ཆེའི་རྒྱན་རྣམ་པར་ཕྱེ་བའི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། རིན་པོ་ཆེའི་སྒྲོན་མའི་རྒྱན་གྱི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་དང་། རིན་པོ་ཆེའི་གདན་གྱི་རྒྱན་གྱི་སྤྲིན་ཡོངས་སུ་འཛིན་པ་མང་པོས་མཆོད་པ་སྦྱར་བའི་ཕྱིར་འགྲོའོ།
en: This means I go as the bodies of lords of devas and as the bodies of nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, humans, and nonhumans, holding clouds of flowers, holding clouds of perfumes, holding clouds of incense, holding clouds of garlands, holding clouds of ointments, holding clouds of powders, holding clouds of clothing, holding clouds of parasols, holding clouds of banners, holding clouds of flags, holding clouds of jewel ornamentations, holding clouds of arrays of nets of jewels, holding clouds of arrays of bejeweled canopies, holding clouds of arrays of spread-out jewels, holding clouds of arrays of bejeweled lamps, and holding clouds of arrays of bejeweled seats so as to engage in making offerings.

source: །དགའ་ལྡན་གྱི་གནས་ན་བཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སྐུ་ཚེ་གཅིག་གིས་ཐོགས་པ་རྣམས་ལ་མཆོད་པ་བྱ་བའི་ཕྱིར། ཇི་ལྟར་འགྲོ་བ་དེ་བཞིན་དུ་ཡུམ་གྱི་སྐུར་གཤེགས་པ་དང་། བལྟམ་པ་དང་། བཙུན་མོའི་འཁོར་གྱི་ནང་ན་བཞུགས་པ་དང་། མངོན་པར་འབྱུང་བ་དང་། སྙིང་པོ་བྱང་ཆུབ་ཏུ་གཤེགས་པ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་སངས་རྒྱས་ཤིང་སྙིང་པོ་བྱང་ཆུབ་ལ་བཞུགས་པ་དང་། ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་། དེ་བཞིན་དུ་ལྷའི་གནས་ན་བཞུགས་པ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པའི་གནས་ན་བཞུགས་པ་དང་། འགྲོ་བ་ཐམས་ཅད་ཀྱི་སེམས་དང་བསམ་པ་ཡོངས་སུ་ཚིམ་པར་མཛད་ནས། ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་བར་དེ་དག་ཐམས་ཅད་ལའང་ཡིད་ཀྱི་རང་བཞིན་གྱི་ལུས་རྣམ་པ་དེ་ལྟ་བུ་དག་གིས་རྣམ་པ་དེ་ལྟ་བུའི་མཆོད་པ་བྱེད་ཅིང་། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་དྲུང་དུ་འགྲོའོ།
en: “In the same way that I go to the bodhisattvas with one life remaining who reside in Tuṣita so as to engage in making offerings, I go in bodies that are made of mind and in such forms engage in offerings to all the tathāgatas who have entered the bodies of their mothers, who are born, who reside within harems, who have gone forth into homelessness, who are going to the bodhimaṇḍa, who are present at the bodhimaṇḍa, who have attained the highest, complete enlightenment of buddhahood, who turn the wheel of the Dharma, and who are entering nirvāṇa having satisfied the minds and wishes of those who reside in the dwellings of the devas and those who reside in the dwellings of the nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, humans, and nonhumans and in the dwellings of all beings.

source: སེམས་ཅན་གང་གིས་ཁོ་མོས་སངས་རྒྱས་མཆོད་པ་དང་། རིམ་གྲོ་བྱེད་པའི་ལས་འདི་ཤེས་པར་གྱུར་པ་དེ་དག་ཐམས་ཅད་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ངེས་པར་འགྱུར་རོ།
en: “Those beings who know my offerings and service to the buddhas will all definitely attain the highest, complete enlightenment.

source: །སེམས་ཅན་གང་ཁོ་མོའི་དྲུང་དུ་འོང་བ་དེ་དག་ཐམས་ཅད་ལའང་ཁོ་མོ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་གདམས་ངག་དང་། རྗེས་སུ་བསྟན་པ་འདི་ཉིད་སྟོན་ཏེ།
en: “I give the instructions on the teachings of the perfection of wisdom to all those beings who come to me.

source: རིགས་ཀྱི་བུ་ཁོ་མོ་ཡེ་ཤེས་ཀྱི་མིག་གིས་སེམས་ཅན་ཐམས་ཅད་ལ་ལྟ་ཡང་། སེམས་ཅན་གྱི་འདུ་ཤེས་ཀྱང་མི་བསྐྱེད་ལ། རློམ་སེམས་ཀྱང་མི་བྱེད་དེ།
en: “Noble one, I look upon all beings with wisdom eyes, but I do not give rise to the concept of ‘beings,’ and I do not become conceited.

source: འགྲོ་བ་ཐམས་ཅད་ཀྱི་སྐད་རྒྱ་མཚོ་ཡང་ཉན་ཏེ། ཚིག་གི་ལམ་ཐམས་ཅད་ལ་མངོན་པར་ཞེན་པ་མེད་པས། རློམ་སེམས་སུ་བྱེད་པ་མེད་དོ།
en: I listen to the ocean of the languages of all beings but do not become attached to any way of speaking, and I do not become conceited.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱང་མཐོང་སྟེ། ཆོས་ཀྱི་ལུས་ཡོངས་སུ་ཤེས་པས་རློམ་སེམས་སུ་བྱེད་པ་མེད་དོ།
en: I also see all the tathāgatas, but through knowing the body of the Dharma, I do not become conceited.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཆོས་ཀྱི་འཁོར་ལོ་ཡོངས་སུ་འཛིན་ཀྱང་།
en: I possess the Dharma wheels of all the tathāgatas, but because I have realized the nature of phenomena, I do not become conceited.

source: ཆོས་ཀྱི་རང་བཞིན་ཁོང་དུ་ཆུད་པས་རློམ་སེམས་སུ་བྱེད་པ་མེད་དོ། །སེམས་ཀྱི་སྐད་ཅིག་རེ་རེ་ལ་ཆོས་ཀྱི་དབྱིངས་ཐམས་ཅད་རྒྱས་པར་འགེངས་ཀྱང་། ཆོས་ཉིད་སྒྱུ་མའི་རང་བཞིན་ཁོང་དུ་ཆུད་པས་རློམ་སེམས་སུ་བྱེད་པ་མྱེད་དོ།
en: In each instant of mind I permeate the entire realm of phenomena, but because I have realized the illusory nature of phenomena, I do not become conceited.

source: །རིགས་ཀྱི་བུ་ཁོ་མོས་ནི་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་ཐར་བ་རློམ་སེམས་ཐམས་ཅད་ཡོངས་སུ་བཅོམ་པ་འདི་ཤེས་པར་ཟད་ན། ཁོ་མོས་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཀྱི་དབྱིངས་མཐའ་དང་དབུས་མེད་པ་ལ་ཞུགས་པ། ཆོས་ཐམས་ཅད་ལ་རློམ་སེམས་མེད་པར་གནས་ཀྱང་སྐྱིལ་མོ་ཀྲུང་གཅིག་གིས་ཆོས་ཀྱི་དབྱིངས་ཐམས་ཅད་རྒྱས་པར་འགེངས་པ། སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་རང་གི་ལུས་སུ་འདུས་པར་སྟོན་ཀྱང་། སྐད་ཅིག་གཅིག་གིས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་དྲུང་དུ་འདོང་བ། ལུས་ལ་སངས་རྒྱས་ཀྱི་རྫུ་འཕྲུལ་ཐམས་ཅད་ལ་འབྱུང་ཞིང་རྒྱུ་བ། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པ་བ་སྤུའི་ཉག་མ་གཅིག་གིས་སྦམས་ཤིང་མངོན་པར་འཕེན་པ། རང་གི་བ་སྤུའི་བུ་གར་འཇིག་རྟེན་གྱི་ཁམས་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པ་འདུ་བ་དང་། འཇིག་པའི་བསྐལ་པ་ཡོངས་སུ་སྟོན་པ། སྐད་ཅིག་གཅིག་ལ་བསྐལ་པ་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པར་གནས་པ།
en: “Noble one, I know this bodhisattva liberation called the eradication of all conceit , but how could I know the conduct or describe the qualities of the bodhisattvas who have comprehended the endless and centerless realm of phenomena, who remain without conceit within all phenomena, who sitting cross-legged alone pervade the entire realm of phenomena, who reveal all buddha realms contained within their bodies, who in a single instant come into the presence of all the tathāgatas, within whose bodies all the miracles of the buddhas take place, who manifest and introduce within a single pore-hair an anabhilāpyānabhilāpya of buddha realms, who manifest in their pores the kalpas of the creation and destruction of an anabhilāpyānabhilāpya of countless world realms, who in one instant enter into the equality of dwelling in an anabhilāpyānabhilāpya of kalpas, and who in one instant move through an anabhilāpyānabhilāpya of kalpas?

source: མཉམ་པ་ཉིད་ཀྱིས་ཡང་དག་པར་འཛུད་པ། སྐད་ཅིག་གཅིག་གིས་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་བསྐལ་པར་འཁོར་བ་དེ་དག་གི་སྤྱོད་པ་ཤེས་པའམ།
en: “Depart, noble one.

source: ཡོན་ཏན་བརྗོད་པར་ནུས་རེ་སྐན། །སོང་རིགས་ཀྱི་བུ་ལྷོ་ཕྱོགས་ཀྱི་རྒྱུད་འདི་ཉིད་ཀྱི་ཡུལ་བགྲོད་དཀའ་བ་ན། གྲོང་ཁྱེར་རིན་པོ་ཆེའི་རྒྱན་ཅེས་བྱ་བ་ཡོད་དེ།
en: In this southern region, in the land called Durga, in the city called Ratnavyūha, dwells a courtesan by the name of Vasumitrā.

source: དེ་ན་བཅོམ་པ་མ་ལྷའི་བཤེས་གཉེན་མ་ཞེས་བྱ་བ་འདུག་གིས་དེའི་གན་དུ་སོང་ལ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔས་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་བསླབ་པར་བྱ་བ་དང་། ཇི་ལྟར་ནན་ཏན་དུ་བྱ་བ་དྲིས་ཤིག །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ནོར་བཟངས་ཀྱིས་དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པའི་རྐང་པ་གཉིས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ།
en: Go to her and ask her, ‘How should a bodhisattva train in bodhisattva conduct? How should a bodhisattva practice it?’

source: དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པ་ལ་ལན་བརྒྱ་སྟོང་དུ་མར་གཡས་ཕྱོགས་སུ་བསྐོར་བ་བྱས་ནས་ཡང་དང་ཡང་བལྟས་ཏེ། དགེ་སློང་མ་སེང་གེ་རྣམ་པར་བསྒྱིངས་པའི་དྲུང་ནས་སོང་ངོ་། །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ནོར་བཟངས་ཤེས་རབ་ཀྱི་སྣང་བ་ཆེན་པོ་དེས་སེམས་སྣང་བར་གྱུར་པ་དེ་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་སྣང་བ་དེ་ལ་ནི་སེམས།
en: Then Sudhana, the head merchant’s son, bowed his head to the feet of the bhikṣuṇī Siṃha­vijṛmbhitā, circumambulated the bhikṣuṇī Siṃha­vijṛmbhitā many hundreds of thousands of times, keeping her to his right, and, looking back again and again, departed from the bhikṣuṇī Siṃha­vijṛmbhitā.

source: ཆོས་ཉིད་ཀྱི་རང་བཞིན་གྱི་སྟོབས་སྣང་བ་དེ་ལ་ནི་ཡང་དག་པར་རྗེས་སུ་ལྟ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྐད་རྣམ་པར་དམྱིགས་པའི་མཛོད་ཀྱི་གཟུངས་ཀྱི་ཚུལ་དེ་ནི་བརྟན་པར་བྱེད། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཆོས་ཀྱི་འཁོར་ལོ་ཡང་དག་པར་འཛིན་པའི་གཟུངས་ཀྱི་ཚུལ་དེ་ནི་ཤིན་ཏུ་རྒྱ་ཆེ་བར་བྱེད།
en: Vasumitrā
